module.exports = {
    BOTS: [
        { //ГЛАВНЫЙ! 1
            TOKEN: "TOKEN",
            DONEURL: "",
            NAME_USER: "ИМЯ", // Имя вашей учётки отображаемое в консоли
            //TI: 1800, //интервал автоперевода
            //TSUM: 10000, //сумма автоперевода
            //TPERC: 75, //автоперевод в процентах
            //TO: 172393648, //ID для автоперевода
            AUTOBUY: false, 
            AUTOBUYITEMS: [
                "quantum_pc",
                "datacenter"
            ],
            //SMARTBUY: true,
            SHOW_STATUS: true, //показывать количество коинов и место в топе
            SHOW_T_IN: true, //показывать автопереводы от этого бота
            SHOW_T_OUT: true, //показывать полученные переводы
            SHOW_BUY: true //показывать сообщения об автопокупке / умной покупке
        },
        { //Аккаунт 2
            TOKEN: "TOKEN",
            DONEURL: "",
            NAME_USER: "ИМЯ",
            TPERC: 75, //автоперевод в процентах
            TO: 172393648, //ID для автоперевода
            SMARTBUY: false,
            SHOW_STATUS: true, //показывать количество коинов и место в топе
            SHOW_T_IN: true, //показывать автопереводы от этого бота
            SHOW_T_OUT: true //показывать полученные переводы
        },
        { //Аккаунт 3
            TOKEN: "TOKEN",
            DONEURL: "",
            NAME_USER: "ИМЯ",//автоперевод в процентах
            TPERC: 75,
            TO: 172393648,
            SMARTBUY: false,
            SHOW_STATUS: true, //показывать количество коинов и место в топе
            SHOW_T_IN: true, //показывать автопереводы от этого бота
            SHOW_T_OUT: true //показывать полученные переводы
        },
        { //Аккаунт 4
            TOKEN: "TOKEN",
            DONEURL: "",
            NAME_USER: "ИМЯ",
            TPERC: 75, //автоперевод в процентах
            TO: 172393648, //ID для автоперевода
            SMARTBUY: false,
            SHOW_STATUS: true, //показывать количество коинов и место в топе
            SHOW_T_IN: true, //показывать автопереводы от этого бота
            SHOW_T_OUT: true //показывать полученные переводы
        },
        { //Аккаунт 5
            TOKEN: "TOKEN",
            DONEURL: "",
            NAME_USER: "ИМЯ",
            TPERC: 75, //автоперевод в процентах
            SMARTBUY: false,
            SHOW_STATUS: true, //показывать количество коинов и место в топе
            SHOW_T_IN: true, //показывать автопереводы от этого бота
            SHOW_T_OUT: true //показывать полученные переводы
        },
        { //Аккаунт 6
            TOKEN: "TOKEN",
            DONEURL: "",
            NAME_USER: "ИМЯ",
            TPERC: 75, //автоперевод в процентах
            TO: 172393648, //ID для автоперевода
            SMARTBUY: false,
            SHOW_STATUS: true, //показывать количество коинов и место в топе
            SHOW_T_IN: true, //показывать автопереводы от этого бота
            SHOW_T_OUT: true //показывать полученные переводы
        },
        { //Аккаунт 7
            TOKEN: "TOKEN",
            DONEURL: "",
            NAME_USER: "ИМЯ",
            TPERC: 75, //автоперевод в процентах
            TO: 172393648, //ID для автоперевода
            SMARTBUY: false,
            SHOW_STATUS: true, //показывать количество коинов и место в топе
            SHOW_T_IN: true, //показывать автопереводы от этого бота
            SHOW_T_OUT: true //показывать полученные переводы
        },
        { //Аккаунт 8
            TOKEN: "TOKEN",
            DONEURL: "",
            NAME_USER: "ИМЯ",
            TPERC: 75, //автоперевод в процентах
            TO: 172393648, //ID для автоперевода
            SMARTBUY: false,
            SHOW_STATUS: true, //показывать количество коинов и место в топе
            SHOW_T_IN: true, //показывать автопереводы от этого бота
            SHOW_T_OUT: true //показывать полученные переводы
        },
        { //Аккаунт 9
            TOKEN: "TOKEN",
            DONEURL: "",
            NAME_USER: "ИМЯ",
            TPERC: 75, //автоперевод в процентах
            TO: 172393648, //ID для автоперевода
            SMARTBUY: false,
            SHOW_STATUS: true, //показывать количество коинов и место в топе
            SHOW_T_IN: true, //показывать автопереводы от этого бота
            SHOW_T_OUT: true //показывать полученные переводы
        },
        { //Аккаунт 10
            TOKEN: "TOKEN",
            DONEURL: "",
            NAME_USER: "ИМЯ",
            TPERC: 75, //автоперевод в процентах
            TO: 172393648, //ID для автоперевода
            SMARTBUY: false,
            SHOW_STATUS: true, //показывать количество коинов и место в топе
            SHOW_T_IN: true, //показывать автопереводы от этого бота
            SHOW_T_OUT: true //показывать полученные переводы
        }
    ]
};
